Tekla.Structures.ModelInternal.dotDstvBentLine
Serialization structure for DstvBentLine.

Tekla.Structures.ModelInternal.dotDstvBentLine.IsInitialized
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.IsBlockEnd
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.StartX
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.StartY
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.EndX
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.EndY
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.Angle
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvBentLine.Radius
DO NOT USE! For internal usage only!